Repository: blupi-games/planetblupi
Catalog: resources/po/*.po
Languages: hu

source: 1: Grow tomatoes 2: Eat
hu: 1: Termessz paradicsomot 2: Egyél

source: 1: Make a bunch 2: Transform
hu: 1: Készíts egy csokrot 2: Alakítsd át

source: 1: Take 2: Transform
hu: 1: Vedd fel 2: Alakítsd át

source: 1: Extract iron 2: Make a bomb
hu: 1: Vas kitermelés 2: Készíts bombát

source: 1: Extract iron 2: Make a Jeep
hu: 1: Vas kitermelés 2: Készíts Jeepet

source: 1: Extract iron 2: Make an armour
hu: 1: Vas kitermelés 2: Készíts páncélt

source: 1: Cut down a tree 2: Make a palisade
hu: 1: Fa kivágása 2: Palánkfal készítése

source: 1: Take fel 2: Build palisade
hu: 1: Vedd 2: Palánkfal készítése

source: 1: Cut down a tree 2: Build a bridge
hu: 1: Fa kivágása 2: Híd készítése

source: 1: Take fel 2: Build a bridge
hu: 1: Vedd 2: Híd készítése

source: 1: Cut down a tree 2: Make a boat
hu: 1: Fa kivágása 2: Csónak készítése

source: 1: Take fel 2: Make a boat
hu: 1: Vedd 2: Csónak készítése

source: Tree
hu: Fa

source: Enemy rocket
hu: Ellenséges rakéta

source: Armour
hu: Páncél

source: Enemy construction
hu: Ellenséges építmény

source: Wall
hu: Fal

source: Protection tower
hu: Védőtorony

source: Laboratory
hu: Laboratórium

source: Tree trunks
hu: Fatörzsek

source: Planks
hu: Deszkák

source: Rocks
hu: Sziklák

source: Stones
hu: Kövek

source: Fire
hu: Tűz

source: Tomatoes
hu: Paradicsomok

source: Garden shed
hu: Kertészház

source: Eggs
hu: Tojások

source: Palisade
hu: Palánkfal

source: Bridge
hu: Híd

source: Medical potion
hu: Gyógyital

source: Flowers
hu: Virágok

source: Bunch of flowers
hu: Virágcsokor

source: Dynamite
hu: Dinamit

source: Poison
hu: Méreg

source: Sticky trap
hu: Ragadós csapda

source: Trapped enemy
hu: Csapdába esett ellenség

source: Blupi's house
hu: Blupi ház

source: Boat
hu: Csónak

source: Workshop
hu: Műhely

source: Mine
hu: Bánya

source: Iron
hu: Vas

source: Flag
hu: Zászló

source: Time bomb
hu: Időzített bomba

source: Normal ground
hu: Normál terület

source: Bank
hu: Part

source: Water
hu: Víz

source: Paving stones
hu: Járólap

source: Striped paving stones
hu: Csíkos járólap

source: Ice
hu: Jég

source: Burnt ground
hu: Leégett terület

source: Inflammable ground
hu: Gyúlékony terület

source: Miscellaneous ground
hu: Egyéb terület

source: Sterile ground
hu: Steril terület

source: Incubator
hu: Inkubátor

source: Enemy ground
hu: Ellenséges terület

source: Teleporter
hu: Teleportáló

source: Tired Blupi
hu: Fáradt Blupi

source: Sick Blupi
hu: Beteg Blupi

source: Spider
hu: Pók

source: Virus
hu: Vírus

source: Bulldozer
hu: Bulldózer

source: Master robot
hu: Mester robot

source: Bouncing bomb
hu: Ugráló bomba

source: Electrocutor
hu: Elektro-bomba

source: Helper robot
hu: Segítő robot

source: Interrupt
hu: Megszakítás

source: Settings
hu: Beállítások

source: Save
hu: Mentés

source: Training
hu: Gyakorlás

source: Missions
hu: Küldetések

source: Construction
hu: Szerkesztő

source: Global settings
hu: Általános beállítások

source: Quit Planet Blupi
hu: Kilépés a Planet Blupi-ból

source: Previous page
hu: Előző oldal

source: Next page
hu: Következő oldal

source: Previous game
hu: Előző játék

source: Play this game
hu: Játssz ezzel a játékkal

source: Next game
hu: Következő játék

source: Open another game
hu: Másik játék megnyitása

source: Construct this game
hu: Szerkeszd ezt a játékot

source: Skill level
hu: Képzettségi szint

source: Finish
hu: Befejezés

source: Continue this game
hu: Játék folytatása

source: Save this game
hu: Játék mentése

source: Quit this game
hu: Kilépés a játékból

source: Help
hu: Segítség

source: Slower
hu: Lassabb

source: Faster
hu: Gyorsabb

source: Reduce volume
hu: Hangerő csökkentése

source: Increase volume
hu: Hangerő növelése

source: No video
hu: Nincs videó

source: Show videos
hu: Videók mutatása

source: Restart this game
hu: Játék újraindítása

source: Special pavings
hu: Speciális járólapok

source: Incubator or teleporter
hu: Inkubátor vagy teleportáló

source: Delete item
hu: Tárgy törlése

source: Decorative plants
hu: Dísznövények

source: Buildings
hu: Épületek

source: Enemy buildings
hu: Ellenséges épületek

source: Enemy barrier
hu: Ellenséges akadály

source: Wall or palisade
hu: Fal vagy palánkfal

source: Items
hu: Tárgyak

source: Weapons
hu: Fegyverek

source: Transport
hu: Közlekedés

source: Delete figure
hu: Figura törlése

source: Delete fire
hu: Tűz törlése

source: Starting fire
hu: Tűz indítása

source: Scenery choice
hu: Táj kiválasztása

source: Music choice
hu: Zene választás

source: Available buttons
hu: Elérhető gombok

source: Ending conditions
hu: Befejezési feltételek

source: Quit construction
hu: Kilépés a szerkesztőből

source: Cancel last operation
hu: Utolsó művelet visszavonása

source: Stop
hu: Állj

source: Go
hu: Menj

source: Take
hu: Vedd fel

source: Drop
hu: Tedd le

source: Repeat
hu: Ismételd

source: Cut down a tree
hu: Fa kivágás

source: Cut down trees
hu: Fák kivágása

source: Carve a rock
hu: Kő faragása

source: Carve rocks
hu: Kövek faragása

source: Make bunch of flowers
hu: Virágcsokor készítése

source: Make bunches of flowers
hu: Virágcsokrok készítése

source: Grow tomatoes
hu: Termessz paradicsomot

source: Eat
hu: Egyél

source: Transform
hu: Alakítsd át

source: Drink
hu: Idd

source: Blow up
hu: Robbantsd fel

source: Prospect for iron
hu: Vas keresése

source: Extract iron
hu: Vas kitermelése

source: Make a Jeep
hu: Készíts Jeepet

source: Make a time bomb
hu: Készíts időzített bombát

source: Make armour
hu: Készíts páncélt

source: Make a helper robot
hu: Készíts segítő robotot

source: Blupi in house
hu: Blupi a házban

source: No more enemies
hu: Nincs több ellenség

source: Fire out
hu: Tűz kialudt

source: Blupi on striped paving stones
hu: Blupi a csíkos járólapokon

source: Planks on striped paving stones
hu: Deszkák a csíkos járólapokon

source: Tomatoes on striped paving stones
hu: Paradicsomok a csíkos járólapokon

source: Platinium on striped paving stones
hu: Platinium a csíkos járólapokon

source: Robot on striped paving stones
hu: Robot a csíkos járólapokon

source: No music
hu: Nincs zene

source: Music number 1
hu: Zene 1

source: Music number 2
hu: Zene 2

source: Music number 3
hu: Zene 3

source: Music number 4
hu: Zene 4

source: Music number 5
hu: Zene 5

source: Music number 6
hu: Zene 6

source: Music number 7
hu: Zene 7

source: Music number 8
hu: Zene 8

source: Music number 9
hu: Zene 9

source: Music number 10
hu: Zene 10

source: Prairie
hu: Préri

source: Forest
hu: Erdő

source: Desert
hu: Sivatag

source: Forest under snow
hu: Hó borította erdő

source: Previous language
hu: Előző nyelv

source: Next language
hu: Következő nyelv

source: Fullscreen
hu: Teljes képernyő

source: Windowed
hu: Ablakos

source: Use Ogg music
hu: Ogg zene használata

source: Use Midi music (original)
hu: Midi zene használata (eredeti)

source: Disable anti-aliasing
hu: Élsimítás kikapcsolása

source: Enable anti-aliasing
hu: Élsimítás bekapcsolása

source: Version
hu: Verzió

source: New version available for download on www.blupi.org (v%s)
hu: Új verzió érhető el letöltésre: www.blupi.org (v%s)

source: Desktop mode
hu: Asztali mód

source: Reduce window size
hu: Ablakméret csökkentése

source: Legacy mode (640x480)
hu: Legacy mód (640x480)

source: Increase window size
hu: Ablakméret növelése

source: N
hu: É

source: S
hu: D

source: W
hu: Ny

source: E
hu: K

source: Game paused
hu: Játék szünetel

source: construction %d, time %d
hu: szerkesztő %d, idő %d

source: mission %d, time %d
hu: küldetés %d, idő %d

source: training %d, time %d
hu: gyakorlás %d, idő %d

source: free slot
hu: üres hely

source: Lost if less than %d Blupi
hu: Vesztés ha kevesebb, mint %d Blupi

source: Impossible to win if less than %d Blupi
hu: Lehetetlen győzni ha kevesebb, mint %d Blupi

source: Training number
hu: Gyakorlat szám

source: Mission number
hu: Küldetés szám

source: Construction number
hu: szerkesztési szám

source: Help number
hu: Segítség szám

source: Easy
hu: Könnyű

source: Difficult
hu: Nehéz

source: You have failed, try again...
hu: Nem sikerült, próbáld újra...

source: No, wrong way ...
hu: Nem, rossz irány...

source: Bang, failed again !
hu: Bumm, megint elbuktál!

source: Another mistake...
hu: Újabb hiba...

source: No, not that way !
hu: Nem, nem úgy!

source: Well done !
hu: Szép munka!

source: Yes, great ...
hu: Igen, nagyszerű...

source: Very good.
hu: Nagyon jó.

source: Excellent...
hu: Kiváló...

source: Mission over...
hu: Küldetés vége...

source: Now go on mission.
hu: Most menj küldetésre

source: Very good, success on all missions !
hu: Nagyon jó, minden küldetésben siker!

source: Last construction resolved !
hu: Utolsó építés megoldva!

source: Global game speed
hu: Globális játék sebesség

source: Scroll speed with mouse
hu: Görgetési sebesség

source: Sound effect volume
hu: Effektek hangereje

source: Music volume
hu: Zene hangereje

source: Video sequences
hu: Videósorozatok

source: No
hu: Nem

source: Yes
hu: Igen

source: None
hu: Egyik sem

source: Interface language and sounds
hu: Felület nyelve és hangok

source: Select the window mode
hu: Ablakos mód választása

source: Change the display mode
hu: Megjelenítési mód váltása

source: Change the window size
hu: Ablakméret váltása

source: Choose the music format
hu: Zeneformátum váltása

source: Change the render quality
hu: Renderelési minőség váltása

source: Desktop
hu: Asztali

source: Anti-aliasing
hu: Élsimítás

source: Aliasing
hu: Elmosódás

source: Not available
hu: Nem elérhető

source: You have played Planet Blupi.
hu: A Planet Blupi-val játszottál

source: We hope you have had as much fun playing the game as we had making it !
hu: Reméljük, hogy ugyanolyan jól érezted magadat a játékban, mint mi a készítésében!

source: This game uses statically linked free and open-source libraries:
hu: Ez a játék statikusan linkelt szabad és nyílt forráskódú könyvtárakat használ:

source: - GNU/gettext and GNU/libiconv (GPLv3)
hu: - GNU/gettext és GNU/libiconv (GPLv3)

source: - libcurl (MIT/X derivate)
hu: - libcurl (MIT/X származék)

source: - libogg and libvorbis (own license)
hu: - libogg és libvorbis (saját licenc)

source: - libpng (own license)
hu: - libpng (saját licenc)

source: - SDL2, SDL2_image, SDL2_mixer and SDL2_ttf (zlib license)
hu: - SDL2, SDL2_image, SDL2_mixer és SDL2_ttf (zlib licenc)

source: - zlib (own license)
hu: - zlib (saját licenc)

source: All licenses are available under share/doc/planetblupi/copyright
hu: Minden licenc elérhető a következő helyen share/doc/planetblupi/copyright

source: This game is an original creation of Epsitec SA, CH-1400 Yverdon-les-Bains
hu: Ez a játék az Epsitec SA, CH-1400 Yverdon-les-Bains eredeti alkotása

source: Insert CD-Rom Planet Blupi and wait a few seconds...
hu: Helyezd be a Planet Blupi lemezét és várj pár másodpercet...

source: Blupi's energy
hu: Blupi energiája

source: Work done
hu: Feladat kész

source: 1|Goal :
hu: 1|Cél :

source: 1|Kill all 1|enemies !
hu: 1|Megölni minden 1|ellenséget !

source: 1|Go on striped 1|paving stones.
hu: 1|Menj a csíkos 1|járólapokra.

source: 1|Drop planks on striped 1|paving stones.
hu: 1|Helyezd a deszkákat a 1|csíkos járólapokra.

source: 1|Drop tomatoes on striped 1|paving stones.
hu: 1|Helyezd a paradicsomokat a 1|csíkos járólapokra.

source: 1|Drop Platinium on striped 1|paving stones.
hu: 1|Helyezd a Platiniumot a 1|csíkos járólapokra.

source: 1|The robot must reach 1|the striped paving stones.
hu: 1|A robotnak el kell érnie 1|a csíkos járólapokat.

source: 1|Each Blupi in 1|his house.
hu: 1|Minden Blupi a 1|saját házában.

source: 1|Resist until 1|fire extinction ...
hu: 1|Tarts ki amíg 1|a tűz kialszik ...

source: 1|The Blupi population must 1|be of at least %d Blupi.
hu: 1|A Blupi népesség legalább 1|%d Blupi-ból álljon.

source: Leave Jeep
hu: Jeep elhagyása

source: Quit
hu: Kilépés

source: Impossible
hu: Lehetetlen

source: Inadequate ground
hu: Nem megfelelő terület

source: Occupied ground
hu: Foglalt terület

source: Opposite bank no good
hu: Szemközti part nem megfelelő

source: Bridge finished
hu: Híd befejezve

source: (isolated tower)
hu: (elszigetelt torony)

source: Too close to water
hu: Túl közel a vízhez

source: Already two teleporters
hu: Már két teleportáló is van

source: Not enough energy
hu: Nincs elég energia

source: en
hu: hu
